<%@ page language='java' contentType='text/html; charset=UTF-8' pageEncoding='UTF-8'%>

<div class="modal fade" id="payment-agreement-modal" tabindex="-1" role="dialog" data-keyboard="false" data-backdrop="static" aria-labelledby="payment-agreement-modal-label">
    <div class="modal-dialog" style="max-width: 800px;" role="document">
        <div class="modal-content">
            <div class="modal-header" style="background-color: #4F70A6;">
                <button type="button" class="btn btn-link no-color-link close" data-dismiss="modal" aria-label="Close">
                    <span aria-hidden="true">&times;</span>
                </button>
                <h4 class="modal-title" style="color: #ffffff;">预猫年度服务协议</h4>
            </div>
            <div class="modal-body" style="background-color: #ffffff; padding-left: 30px; padding-right: 30px;">
                <div class="row mt-20">
                    <div class="col-lg-12 pl-30 pr-30">
                        <p>在接受本协议之前，请您仔细阅读并遵守本协议的全部内容。请您务必审慎阅读、充分理解各条款的内容，特别是以粗体下划线标注的条款，包括但不限于免除或者限制预猫责任的条款、对用户权利进行限制的条款、违约责任、争议解决和法律适用条款等。如果您对本协议的条款有疑问的，请通过预猫客服渠道进行询问，预猫将向您解释条款内容。如果您不同意本协议的任意内容，或者无法准确理解预猫对条款的解释，请不要进行任何后续操作。否则，表示您已接受了以下所述的条款和条件，同意受本协议约束。届时您不应以未阅读本协议的内容或者未获得预猫对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
                        <p>预猫年度服务协议</p>

                        <p>更新日期：2018年7月04日</p>
                        <p>本协议由您与预猫平台（以下简称“预猫”）签署。一旦您通过网络页面点击确认或以其他方式接受本协议，包括但不限于未点击确认本协议但使用了预猫年度服务（以下可简称“预猫服务”），即表示您已接受了以下所述的条款和条件。本协议自您确认接受之时起或自您的使用行为发生之时起（以时间在先者为准）生效。如果您不同意接受全部的条款和条件，那么您将无法使用预猫服务。</p>
                        <p>本协议内容包括协议正文以及所有预猫平台已经发布的或将来可能发布并采取合理途径通知的各类规则（含业务规范、服务说明，以下同）、通知、公告等（以下合称“规则”）。预猫有权根据需要不时地制定、修改本协议和/或各类规则，届时将以标注更新时间的方式公示于网页。除法律法规另有强制性规定外，变更后的协议和规则一经通知或公布即自动生效，成为本协议的一部分。在预猫修改协议、规则条款后，您继续使用预猫年度服务将被视作您已接受了修改后的条款。</p>
                        <p>本协议中，使用预猫年度服务的用户可简称为“用户”或“您”。</p>
                        <p>第一条、 定义</p>
                        <p>1.1、 预猫年度服务：是指为图片、产品、设计等原创作品提供公证存证、监测、维权的包年服务，当原创作者的权益受侵犯时，可以维权止损或维权索赔。预猫年度服务现有功能可能因版本不同或预猫业务发展变化而被增加或修改，或因定期、不定期的维护而暂缓提供，预猫也有权适时调整服务的名称、功能、数据内容等。</p>
                        <p>第二条、 使用方式</p>
                        <p>2.1、 用户可使用“用户登录名+密码”或预猫所提供登陆方式，登录并使用服务。对于通过其他手段登录、使用所造成的风险及后果，预猫将不承担责任。</p>
                        <p>2.2、 预猫仅根据用户的实名认证信息来确认使用预猫年度服务的用户身份。开通预猫服务的账户仅限于用户自身使用，用户不得将该账户以任何形式向任何第三方转让、出租、出借、泄露、披露等。用户应妥善保管用户登录名、密码，并对其使用及其遗失自行承担责任。如用户登录名、密码遭到未获授权的使用，或者发生其他任何安全问题时，建议您立即通知预猫。您理解预猫对您的任何请求采取行动需要合理时间，除预猫存在过错外，预猫对在采取行动前已经产生的后果（包括用户账户遗失、数据泄露及其他损害等）不承担责任。</p>
                        <p>第三条、 订购</p>
                        <p>3.1、 符合订购条件的预猫平台用户均可订购、使用预猫年度服务。</p>
                        <p>3.2、 您依照订购流程完成订购后，预猫年度服务即时生效，在服务期内，为您的实名认证账户开通公证存证功能（存储限量10GB），同时对用户所存证内容进行监测及维权保护。</p>
                        <p>3.3、 预猫授予用户有限的、有期限限制的、可适时终止的和不可再分发、不可再转让的年度服务。</p>
                        <p>第四条、 年度服务费及支付</p>
                        <p>4.1、 年度服务费以预猫年度服务订购页面所载费用说明为准。前述年度服务费不包含其它任何税款、费用或相关汇款等支出，用户应补足付款或自行支付该等费用。</p>
                        <p>4.2、 除非法律有强制性规定或本协议另有约定，用户订购预猫年度服务而支付的服务费均不作退返。</p>
                        <p>4.3、 预猫有权根据实际情况适时调整费用标准及收费方式，并公示于预猫平台，而无需获得用户的事先同意，但费用调整生效之前已经订购预猫年度服务并已全额支付服务费的用户不受影响。</p>
                        <p>第五条、 授权约定</p>
                        <p>5.1、您独家授权预猫平台对侵犯您所存证原创权益的行为进行维权处理，如维权胜诉获得赔偿，双方以2：8比例进行分成，您可获得赔偿款的20%。</p>
                        <p>5.2、为了对您最为有利或具体个案的结案效果，您同意预猫平台具体案件操作时可再转委托，转委托的预猫平台仍以本协议对您负责。</p>
                        <p>第六条、 预猫的权利义务</p>
                        <p>6.1、 预猫有权在其服务器上复制并保存用户的信息，并有权为了用户的利益与其联络。</p>
                        <p>6.2、 预猫将在其网络系统内建立合理的安全体系，包括身份识别体系、内部安全防范体系，以使用户数据完整，并且保密。但用户了解并同意技术手段在不断更新，预猫无法杜绝全部的非安全因素，但预猫会及时更新安全体系，妥善维护网络及相关数据。</p>
                        <p>第七条、 知识产权</p>
                        <p>7.1、 预猫（包括但不限于数据、图片、文档、界面设计等）的所有权及知识产权（包括但不限于著作权、商标权、专利权、商业秘密）等一切权利均属于预猫平台，包括与预猫年度服务有关的各种文档资料。其他本协议未经提及的权利亦由预猫平台保留。</p>
                        <p>7.2、 未经预猫事先书面同意，用户不得为任何营利性或非营利性的目的自行实施、利用、转让或许可任何第三方实施、利用、转让上述知识产权。</p>
                        <p>第八条、 开票说明</p>
                        <p>8.1、 您可在预猫年度服务费支付完成后，联系预猫平台，与预猫平台客服核实开票信息（包含：主体信息、税号、开户行等），并留下联系方式，预猫平台会尽快寄出您的发票。</p>
                        <p>第九条、 免责及有限责任</p>
                        <p>9.1、 预猫以“现状”、“有缺陷”和“当前功能”的状态提供预猫年度服务。由于可能存在的计算机病毒、网络通讯故障、系统维护等方面的因素以及可能发生的不可抗力事件或意外事件，除法律另有明确规定外，预猫不对因下述任一情况而导致的损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：</p>
                        <p>9.1.1、 受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
                        <p>9.1.2、 可能存在的网络通讯故障、系统停机维护；</p>
                        <p>9.1.3、 用户操作不当；</p>
                        <p>9.1.5、 其他非预猫过错、预猫无法控制或合理预见的情形。</p>
                        <p>第十条、 协议终止及转让</p>
                        <p>10.1、 出现下列情况之一的，预猫有权在不经事先通知的情况下，立即终止用户使用预猫年度服务：</p>
                        <p>10.1.1、 服务期限届满后用户未继续购买的；</p>
                        <p>10.1.2、 用户违反本协议有关保证、同意、承诺条款的约定；</p>
                        <p>10.1.3、 用户违反预猫平台的条款、协议、规则、通告等相关规定；</p>
                        <p>10.2、 出现业务重大调整或其他预猫认为必要的事项，预猫有权在提前15天书面通知、公示公告或其他合理方式告知用户的前提下，终止提供预猫年度服务、终止本协议。</p>
                        <p>10.3、 本协议的终止，并不能当然的被认为免除用户在本协议生效期间应履行的相关义务，包括但不限于付款义务。</p>
                        <p>10.4、 用户同意，除非取得预猫事先书面同意，用户不得将本协议项下的权利与义务转让给任何第三方；但预猫有权将本协议中的全部或部分权利义务转让给关联公司，届时预猫将通过页面公告等方式向用户发出转让通知。</p>
                        <p>第十一条、 通知和送达</p>
                        <p>11.1、 预猫对于用户所有的通知均可通过页面公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p>
                        <p>第十二条、 法律适用及争议解决</p>
                        <p>12.1、 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部分则仍具有法律效力。</p>
                        <p>12.2、 本协议适用中华人民共和国大陆地区法律。如遇本协议有关的某一特定事项缺乏明确法律规定，则应参照通用国际商业惯例和（或）行业惯例。</p>
                        <p>12.3、 因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，任何一方均有权向被告住所地人民法院起诉。</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
